// Personal experiences data - REPLACE WITH YOUR EXPERIENCES
export const experiences = [
  {
    id: 1,
    title: "产品经理",
    logoUrl: "public/meituan.png",
    company: "美团",
    period: "2025.05-2025.09",
    description: "担任服务零售事业部-内容体验-休娱行业产品经理，通过内容的挖掘与生产、素材匹配与加工、表达应用和分发，以不同内容形态满足用户找店、找人、找品、找玩法活动需求。",
    achievements: [
      "深度参与手艺人实名体系建设，梳理历史逻辑和线上卡点，分层制定策略，优化新手艺人入驻及存量手艺人信息补录流程，方案上线 1 个月内引导25% 技师及 70% 发型师完成实名，推动实名认证率+6.5pp",
      "负责手艺人档案细信息建立，通过新增资质上传-审核-展示链路，对接国家各类机构或协会接口对资质证书进行真实性验证，搭建AI工作流，实现图片智能识别与证书名称拼接，显著提升识别准确率至 80-90%",
      "优化用户评价轻反馈机制，提升手艺人信息置信度与屏效，增强用户决策效率",
      "针对提升酒吧行业选店体验，设计酒水挖掘、去重择优及应用方案。协同算法实现智能图像处理和图文匹配，最终挖掘酒水27,851条，覆盖门店4,628家，线上数据重复识别准确率达 93%",
      "优化酒吧门店推荐语策略，基于行业调研梳理UGC内容维度，筛选高频及特色词包优化 prompt，提升推荐语 “活人感”，功能上线后推动商户卡片 CTR+0.61pp、推荐语用户意向率 + 0.46pp",
    ],
  },
  {
    id: 2,
    title: "AI产品经理",
    company: "TCL",
    period: "2025.03-2025.05",
    description: "参与电商平台的开发，负责用户界面和交互体验优化担任TCL智能设备的AI产品经理，负责设备内置AI应用的体验优化与场景创新，提升应用的深度使用率，探索AI在消费电子中的新场景。沉淀丰富的模型评测、效果调优、多模态探索的经验。",
    logoUrl: "public/tcl.jpg",
    achievements: [
      "参与AI-Voicememo专项，围绕模型评测及prompt调优，提升模型提取核心观点、关键数据、待办事项，输出结构化摘要能力，为用户高效获取信息提供有力支撑",
      "独立负责调研，关注 AI 在国内外平板及手机端的应用趋势，系统调研设备内置AI功能的应用方式、交互逻辑及展示形态，构思AI场景化应用机会点",
      "负责创新尝试，通过 AI coding 快速还原产品构想，输出 AI 音频播客demo，利用cursor搭建小程序框架并完成前端交互开发，验证从 0 到 1 阶段 MVP 方案的 0 代码上线可行性，提升方案落地效率"
    ],
    skills: ["Vue.js", "JavaScript", "UI/UX"]
  },
  {
    id: 3,
    logoUrl: "public/honor.png",
    title: "产品规划",
    company: "荣耀",
    period: "2024.10-2025.02",
    description: "担任荣耀智能终端平板书写的产品经理，负责用户书写体验优化及笔记产品增值服务的产品功能设计。",
    achievements: [
      "参与用户需求调研，聚焦用户书写/绘画习惯，通过session走查、问卷、用户访谈等方式进行用户需求分层，撰写1.2w字竞品分析及用户洞察报告，梳理用户选择平板手写笔和笔记软件关注的信息优先级，明确产品策略",
      "针对西文书写体验问题，拆解西文字形结构及书写特点，设计西文钢笔工具，撰写需求文档，协调设计、开发、测试等部门推进功能选代，提高目标用户群NPS值",
      "针对笔记产品商业化及用增目标，优化“资料库”模块，构建标签体系，依据下载量、用户评分等数据筛选优质文档及模板优先上架，扩大笔记模板内容覆盖率及资料库月均下载量"
    ],
    skills: ["Node.js", "MongoDB", "Express"]
  }
];